Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/law_enforcement/garda_siochana_national_police_force.html.txt.tmx
Source language: en
Languages: ga

source: Garda Síochána - national police force
ga: An Garda Síochána - fórsa póilíneachta náisiúnta

source: • Getting access to information about you held by the Gardaí
ga: • Rochtain a fháil ar fhaisnéis a bhaineann leat atá i seilbh na nGardaí

source: The Garda Síochána (also commonly referred to as the Gardaí) is the national police force
ga: Is é an Garda Síochána (ar a dtugtar na Gardaí go coitianta) an fórsa náisiúnta póilíneachta

source: The name Garda Síochána in English means 'guardians of the peace'
ga: Ciallaíonn an t-ainm ‘an Garda Síochána’ ‘gardaí na síochána’

source: The primary legislation under which it functions is the Garda Síochána Act 2005
ga: Is í an phríomhreachtaíocht faoina bhfeidhmíonn siad Acht an Gharda Síochána, 2005

source: The Garda Síochána has responsibility for carrying out all policing duties in the Irish State
ga: Tá an Garda Síochána freagrach as tabhairt faoi gach dualgas póilíneachta i Stát na hÉireann

source: In addition, it provides State security services and carries out all criminal and traffic law enforcement
ga: Ina theannta sin, soláthraíonn siad seirbhísí slándála agus tugann siad faoin bhforfheidhmiú go léir ar dhlí coiriúil agus tráchta

source: The Gardaí have many powers including the powers to arrest you if they suspect you of committing a criminal offence
ga: Tá go leor cumhachtaí ag na Gardaí, lena n-áirítear na cumhachtaí chun tú a ghabháil má tá siad in amhras go bhfuil cion coiriúil déanta agat

source: They also have the powers to search you or your property
ga: Anuas air sin, tá na cumhachtaí acu chun tú féin nó do réadmhaoin a chuardach

source: Police Certificates are often required before you can apply for a visa to visit or travel to other countries
ga: Is gnách go dteastaíonn Deimhnithe ón nGarda Síochána sular féidir leat iarratas a dhéanamh ar víosa chun cuairt a thabhairt ar thíortha eile nó taisteal chucu

source: There is more information about how to get a Police Certificate here
ga: Tá breis faisnéise faoi conas Deimhniú ón nGarda Síochána a fháil anseo

source: The Minister for Justice and Equality is accountable to the Oireachtas for the performance of the Garda Síochána
ga: Tá an tAire Dlí agus Cirt agus Comhionannais freagrúil don Oireachtas maidir le feidhmíocht an Gharda Síochána

source: A Garda Commissioner is, however, appointed by the Government and is responsible for the day-to-day running of the force
ga: Ceapann an Rialtas Coimisinéir an Gharda Síochána, áfach, agus bíonn sé/sí freagrach as reáchtáil laethúil an fhórsa

source: On 1 January 2016, an independent Policing Authority was established under the Garda Síochána (Policing Authority and Miscellaneous Provisions) Act 2015 (pdf) to oversee the performance of the Garda Síochána in relation to policing services
ga: Ar an 1 Eanáir 2016, bhunaigh an rialtas an tÚdarás Póilíneachta neamhspleách faoi an Gharda Síochána (an tÚdarás Póilíneachta agus Forálacha Llghnéitheacha) 2015 (pdf) chun maoirseacht a dhéanamh ar fheidhmíocht an Gharda Síochána i ndáil le seirbhísí póilíneachta

source: The Commissioner has 2 Deputy Commissioners and 12 Assistant Commissioners
ga: Tá 2 Leas-Choimisinéir agus 12 Choimisinéir Chúnta ag an gCoimisinéir

source: Below Assistant Commissioner the Garda rank structure is as follows:
ga: Faoi bhun an Leas-Choimisinéara, seo a leanas struchtúr céimeanna an Gharda Síochána:

source: For policing purposes, Ireland is divided into 6 regions, each of which has a regional Assistant Commissioner
ga: Ar mhaithe le cuspóirí póilíneachta, tá Éire roinnte i 6 réigiún, agus tá Coimisinéir Cúnta réigiúnach i ngach ceann díobh

source: Each region is made up of a number of Garda divisions
ga: Tá roinnt rannán an Gharda Síochána ann i ngach réigiún

source: A Chief Superintendent is in charge of a division, which is in turn made up of districts
ga: Tá Ard-Cheannfort i gceannas ar rannán, agus tá sa rannán sin ceantair

source: Each district has a superintendent in charge
ga: Tá Ceannfort i gceannas ann i ngach ceantar

source: Districts are divided into sub-districts, each normally the responsibility of a sergeant
ga: Tá na ceantair roinnte ina bhfocheantair, agus is gnách go mbíonn Sáirsint freagrach astu siúd

source: Each sub-district usually has only 1 Garda station
ga: Is gnách nach mbíonn ach stáisiún Gardaí amháin ann i ngach focheantar

source: The number of Gardaí in a sub-district can vary from 3 to 100 Gardaí
ga: Idir 3 agus 100 Garda a bhíonn i líon na nGardaí i bhfocheantar

source: The basic command unit is the district
ga: Is é an ceantar an bunaonad ceannais

source: The superintendent in charge is also known as the District Officer and has a number of specific functions relating to such matters as the licensing of bars and the issuing of firearms certificates
ga: Tugtar an tOifigeach Ceantair ar an gCeannfort chomh maith, agus tá roinnt feidhmeanna sonracha aige/aici maidir le ceisteanna ar nós ceadúnú beár agus deimhnithe d’airm thine a eisiúint

source: There are approximately 13,000 members of the Garda Síochána
ga: Tá thart ar 13,000 comhalta den Gharda Síochána ann

source: Uniformed Gardaí do not routinely carry firearms. Garda Reserve
ga: Ní bhíonn airm thine á n-iompar de ghnáth ag Gardaí faoi éide

source: If you are a victim of a crime you should contact the Gardaí
ga: Más íospartach coireachta thú, ba cheart duit teagmháil a dhéanamh leis na Gardaí

source: The emergency services telephone number is 999 or 112
ga: Is í uimhir ghutháin na seirbhísí éigeandála 999 nó 112

source: In less urgent situations you should contact your local Garda station
ga: I gcásanna nach bhfuil chomh práinneach céanna, ba cheart duit teagmháil a dhéanamh le stáisiún áitiúil na nGardaí

source: There is more information about reporting a crime to the Gardaí in our document on victims of crime and the Garda Síochána
ga: Tá níos mó faisnéise ar fáil faoi choir a thabhairt le fios do na Gardaí inár gcáipéis ar íospartaigh na coireachta agus an Garda Síochána

source: Crimestoppers is an initiative operated by the Gardaí and the business community
ga: Tionscnamh atá in Crimestoppers a oibríonn na Gardaí agus an pobal gnó

source: You can give information to the Gardaí about any criminal investigation using the confidential freephone number 1800 25 00 25
ga: Féadfaidh tú faisnéis a thabhairt do na Gardaí faoi aon imscrúdú coiriúil agus leas á bhaint as an uimhir rúnda shaorghlao 1800 25 00 25

source: This confidential freephone number is staffed by specially trained detective Gardaí
ga: Bíonn bleachtairí sainoilte an Gharda Síochána ann mar fhoireann na huimhreach saorghlao rúnda seo

source: You can find additional information on reporting a crime on the Garda website
ga: Féadfaidh tú teacht ar bhreis faisnéise ar choir a thabhairt le fios ar láithreán gréasáin an Gharda Síochána

source: Getting access to information about you held by the Gardaí
ga: Rochtain a fháil ar fhaisnéis a bhaineann leat atá i seilbh na nGardaí

source: Under the Data Protection Acts you have the right to be told whether the Gardaí have any information held on file about you
ga: Faoi na hAchtanna um Chosaint Sonraí, tá an ceart agat go n-inseofar duit cibé acu an bhfuil nó nach bhfuil aon fhaisnéis á coimeád i gcomhad ag na Gardaí fút

source: You also have a right to a copy of that information
ga: Tá an ceart agat, chomh maith, chun cóip den fhaisnéis sin a fháil

source: If, however, the Gardaí are holding information about you and giving the information to you would be likely to prejudice the prevention, detection and investigation of crime or the apprehension or prosecution of offenders, you will not be given access to this information
ga: Má tá faisnéise a bhaineann leat i seilbh na nGardaí, áfach, agus más dócha go ndéanfaí dochar do chosc, do bhrath agus d’imscrúdú coireachta nó do ghabháil nó d’ionchúiseamh ciontóirí má thugtar an fhaisnéis seo duit, ní thabharfar rochtain ar an bhfaisnéis seo duit

source: You can read more about access to Garda records here
ga: Féadfaidh tú níos mó a léamh faoi rochtain ar thaifid an Gharda Síochána anseo

source: There is information on Garda vetting here
ga: Tá faisnéis ar ghrinnfhiosrúchán an Gharda Síochána anseo

source: If you are not fully satisfied with the assistance you have received from members of the Garda Siochána or if you have any enquiries or suggestions, you should contact the Garda Victim Liaison Officer or your local superintendent
ga: Mura bhfuil tú go hiomlán sásta leis an gcabhair a fuair tú ó chomhalta an Gharda Síochána nó má tá aon fhiosrú nó moladh agat, ba chóir duit teagmháil a dhéanamh le hOifigeach Idirchaidrimh an Gharda Síochána nó le do cheannfort áitiúil

source: You will receive a reply within 21 days
ga: Gheobhaidh tú freagra laistigh de 21 lá

source: You can also make a complaint about a member of the Gardaí to the Garda Ombudsman
ga: Is féidir leat gearán a dhéanamh freisin faoi chomhalta na nGardaí le hOmbudsman an Gharda Síochána

source: The Garda Ombudsman deals with complaints that contain allegations of criminal offences and improper conduct
ga: Déileálann Ombudsman an Gharda Síochána le gearáin ina bhfuil líomhaintí faoi choireanna coiriúla agus faoi iompar míchuí

source: For example, if a Garda is intoxicated on duty
ga: Mar shampla, má tá Garda ar meisce agus é/í ar dualgas

source: For further information about the Gardaí you should contact:
ga: Le tuilleadh eolais a fháil faoi na Gardaí ba chóir duit teagmháil a dhéanamh le:

source: Garda Press and Public Relations Office
ga: Oifig Preasa agus Caidrimh Phoiblí an Gharda

source: Should you wish to speak directly with the Gardaí, contact your local Garda station
ga: Más mian leat labhairt go díreach leis na Gardaí, déan teagmháil le do stáisiún Garda áitiúil
